/* Bundle name */
"CFBundleName" = "BetterTouchTool";

/* (No Comment) */
"NSAppleEventsUsageDescription" = "根据您在 BetterTouchTool 中使用的功能，它可能需要控制其他各种应用。您可以随时在“系统偏好设置 > 安全性与隐私 > 隐私 > 自动化”中更改相关权限。";

/* Privacy - Calendars Usage Description */
"NSCalendarsUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的日历。BetterTouchTool 本身不会访问您的日历。";

/* Privacy - Camera Usage Description */
"NSCameraUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的相机。BetterTouchTool 本身不会访问您的相机。";

/* Privacy - Contacts Usage Description */
"NSContactsUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的通讯录。BetterTouchTool 本身不会访问您的通讯录。";

/* Privacy - HomeKit Usage Description */
"NSHomeKitUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的 HomeKit。BetterTouchTool 本身不会访问您的 HomeKit。";

/* Privacy - Location Usage Description */
"NSLocationUsageDescription" = "根据您在 BetterTouchTool 中使用的功能，它可能需要控制其他各种应用。您可以随时在“系统偏好设置 > 安全性与隐私 > 隐私 > 自动化”中更改相关权限。";

/* Privacy - Location When In Use Usage Description */
"NSLocationWhenInUseUsageDescription" = "根据您在 BetterTouchTool 中使用的功能，它可能需要控制其他各种应用。您可以随时在“系统偏好设置 > 安全性与隐私 > 隐私 > 自动化”中更改相关权限。";

/* Privacy - Microphone Usage Description */
"NSMicrophoneUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的麦克风。BetterTouchTool 本身不会访问您的麦克风。";

/* Privacy - Photo Library Usage Description */
"NSPhotoLibraryUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的照片图库。BetterTouchTool 本身不会访问您的照片图库。";

/* Privacy - Reminders Usage Description */
"NSRemindersUsageDescription" = "您在 BetterTouchTool 中使用的一个脚本想访问您的提醒事项。BetterTouchTool 本身不会访问您的提醒事项。";

/* Privacy - Speech Recognition Usage Description */
"NSSpeechRecognitionUsageDescription" = "-";

